{
    "posts": [
      { "id": 1, "title": "Lake Toba", "img": "https://media.istockphoto.com/photos/toba-lake-with-the-green-mountains-picture-id1225199712?b=1&k=20&m=1225199712&s=170667a&w=0&h=wnpwA06h1abelBXmSC09aEc_dkFvUyGgsRuayQpYg3M=", "detail": "Danau Toba Terletak di Tobasa dan Samosir sekitarnya, Sumatera Utara. Danau Toba terbentuk dari kawah gunung berapi purba yang telah terisi air dari waktu ke waktu. Kawah ini tercipta sekitar 75 ribu tahun yang lalu, dan letusan Toba diyakini sebagai letusan terbesar dalam 25 juta tahun yang memicu perubahan iklim global. Para ilmuwan percaya letusan itu hampir memusnahkan umat manusia", "src": "cnnindonesia" },
      { "id": 2, "title": "Pura Ulun Danu Bratan Temple", "img": "https://media.istockphoto.com/photos/pura-ulun-danu-bratan-temple-in-bali-picture-id675172642?b=1&k=20&m=675172642&s=170667a&w=0&h=IgKlfRYs9bs6bq3fx0WOCqdgWY3WW2-_2PKBMCcREj0=", "detail" :"Pura Ulun Danu Bratan atau Bratan Pura merupakan sebuah candi air besar di Bali, Indonesia - candi utama air lainnya menjadi Pura Ulun Danu Batur. Kompleks candi ini terletak di tepi barat laut Danau Bratan di pegunungan dekat Bedugul", "src": "wikipedia"},
      { "id": 3, "title": "Borobudur Temple", "img": "https://images.unsplash.com/photo-1620549146396-9024d914cd99?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8Ym9yb2J1ZHVyfGVufDB8fDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60", "detail": "Terletak di Magelang, Jawa Tengah, Candi Borobudur mengalami masa pemugaran cukup lama untuk mengembalikan keagungannya. Candi Borobudur merupakan salah satu harta karun paling berharga di Indonesia dan dunia.Batu-batu pada Candi Borobudur diprediksi berasal dari sungai-sungai di sekitar Borobudur dengan volume keseluruhan sekitar 55.000 meter kubiksetara dengan 2 juta potong batu. Selain sebagai tempat wisata, Candi Borobudur kini berfungsi sebagai tempat ziarah umat Buddha sedunia untuk menuntun umat manusia meninggalkan nafsu duniawi menuju pencerahan dan kebijaksanaan sesuai ajaran Buddha.", "src": "cnnindonesia" },
      { "id": 4, "title": "Raja Ampat", "img": "https://media.istockphoto.com/photos/top-view-of-piaynemo-raja-ampat-indonesia-picture-id1262899088?b=1&k=20&m=1262899088&s=170667a&w=0&h=zgPDf38odgEyCCoz0vFGMhyLJPnn0jf2ZlVtbCaB9x0=", "detail" : "Kepulauan Raja Ampat merupakan rangkaian empat gugusan pulau yang berdekatan dan berlokasi di barat bagian Kepala Burung Pulau Papua. Secara administrasi, gugusan ini berada di bawah Kabupaten Raja Ampat, Provinsi Papua Barat", "src": "wikipedia"},
      { "id": 5, "title": "Taman Laut Bunaken", "img": "https://media.istockphoto.com/photos/splitshot-diving-the-national-park-siladen-bunaken-manado-tua-picture-id168389000?b=1&k=20&m=168389000&s=170667a&w=0&h=xE4rdtEkNdPeUBhYlSh6brkyPE5liucecTbZgQW8Mfs=", "detail" :"Taman Nasional Bunaken adalah taman laut yang terletak di Sulawesi Utara, Indonesia. Taman ini terletak di Segitiga Terumbu Karang yang menjadi habitat bagi 390 spesies terumbu karang dan juga berbagai spesies ikan, moluska, reptil, dan mamalia laut.", "src": "wikipedia"},
      { "id": 6, "title": "Bromo Mount", "img": "https://media.istockphoto.com/photos/an-aerial-view-of-mountain-tops-in-the-fog-picture-id181928587?b=1&k=20&m=181928587&s=170667a&w=0&h=iYnKH6Dk3vtx3XXo6LO6OVbsUpN87nCzgjl4zZT5LPA=", "detail" :"Gunung Bromo atau dalam bahasa Tengger dieja `Brama`, adalah sebuah gunung berapi aktif di Jawa Timur, Indonesia. Gunung ini memiliki ketinggian 2.329 meter di atas permukaan laut dan berada dalam empat wilayah kabupaten, yakni Kabupaten Probolinggo, Kabupaten Pasuruan, Kabupaten Lumajang, dan Kabupaten Malang", "src": "wikipedia"}
      ],
     "comments": [
        { "id": 1, "body": "some comment", "postId": 1 },
        { "id": 2, "body": "some comment", "postId": 1 }
      ],
      "profile": {
        "name": "typicode"
      }
}
